Repository: MonitorControl/MonitorControl
Catalog: MonitorControl/UI/*/Localizable.strings
Languages: de, pl, uk

source: About
de: Über
pl: O programie
uk: Про

source: An other app seems to change the brightness or colors which causes issues. To solve this, you need to quit the other app or disable gamma control for your displays in MonitorControl!
de: Eine andere App scheint die Helligkeit oder die Farben zu ändern, die Probleme verursachen. Um dies zu beheben, musst du die andere App beenden oder Gamma-Steuerung für deine Displays in MonitorControl deaktivieren!
pl: Inna aplikacja wydaje się zmieniać jasność lub kolory, co powoduje problemy. Aby rozwiązać ten problem, musisz opuścić inną aplikację lub wyłączyć kontrolę gamma dla wyświetlaczy w MonitorControl!
uk: Схоже що інша програма змінює яскравість або кольори, що спричиняють проблеми. Щоб вирішити цю проблему, необхідно вийти з іншого додатку або вимкнути керування гаммою для дисплеїв в режимі моніторингу моніторингу!

source: App menu
de: App-Menü
pl: Menu aplikacji
uk: Меню програми

source: Are you sure you want to enable a longer delay? Doing so may freeze your system and require a restart. Start at login will be disabled as a safety measure.
de: Sind Sie sicher, dass Sie eine längere Verzögerung aktivieren möchten? Dies kann Ihr System einfrieren und einen Neustart erfordern. Start beim Login wird als Sicherheitsmaßnahme deaktiviert.
pl: Czy na pewno chcesz włączyć dłuższe opóźnienie? To może zamrozić system i wymagać ponownego uruchomienia. Rozpocznij przy logowaniu jako środek bezpieczeństwa.
uk: Ви впевнені, що хочете увімкнути довшу затримку? Виконання цієї системи може заморозити вашу систему і перевантажити. Запуск при вході до системи буде вимкнений.

source: Are you sure you want to reset all preferences?
de: Sind Sie sicher, dass Sie alle Einstellungen zurücksetzen möchten?
pl: Czy na pewno chcesz zresetować wszystkie ustawienia?
uk: Ви дійсно бажаєте скинути всі налаштування?

source: Build
de: Bauen
pl: Zbuduj
uk: Збірка

source: Built-in Display
de: Integrierte Anzeige
pl: Wbudowany wyświetlacz
uk: Вбудований дисплей

source: Check for updates…
de: Suche nach Updates…
pl: Sprawdź aktualizacje…
uk: Перевірка оновлень…

source: Copyright Ⓒ MonitorControl,
de: Copyright C MonitorControl,
pl: Copyright C MonitorControl,
uk: Захист авторських прав C,

source: Decrease
de: Verkleinern
pl: Zmniejsz
uk: Зменшити

source: Disable gamma control for my displays
de: Gamma-Steuerung für meine Bildschirme deaktivieren
pl: Wyłącz kontrolę gamma dla moich wyświetlaczy
uk: Вимкнути ігровий пульт для моїх дисплеїв

source: Displays
de: Anzeigen
pl: Wyświetlanie
uk: Показує

source: Enable Longer Delay?
de: Längere Verzögerung aktivieren?
pl: Włączyć dłuższe opóźnienie?
uk: Увімкнути більш довгу затримку?

source: External Display
de: Externe Anzeige
pl: Wyświetlacz zewnętrzny
uk: Зовнішній дисплей

source: Hardware (Apple)
pl: Sprzęt (Jabło)
uk: Апаратний (Apple)

source: Hardware (DDC)
pl: Sprzęt (DDC)
uk: Апаратний (DC)

source: I'll quit the other app
de: Ich werde die andere App beenden
pl: Wyjdę z innej aplikacji
uk: Я закрию інший додаток

source: Incompatible previous version
de: Inkompatible vorherige Version
pl: Niekompatybilna poprzednia wersja
uk: Несумісна попередня версія

source: Increase
de: Erhöhen
pl: Zwiększ
uk: Збільшити

source: Is f.lux or similar running?
de: Lauft f.lux oder ähnlich?
pl: Czy f.lux lub podobne działanie?
uk: Це f.lux чи схожа біга?

source: Mute
de: Stumm
pl: Wycisz
uk: Вимкнути звук

source: No Control
de: Keine Kontrolle
pl: Brak kontroli
uk: Немає управління

source: Other Display
de: Andere Anzeige
pl: Inny wyświetlacz
uk: Інший дисплей

source: Preferences for an incompatible previous app version detected. Default preferences are reloaded.
de: Einstellungen für eine inkompatible vorherige App-Version erkannt. Standardeinstellungen werden neu geladen.
pl: Wykryto ustawienia niekompatybilnej poprzedniej wersji aplikacji. Domyślne ustawienia są przeładowane.
uk: Параметри для несумісної попередньої версії застосунку. Перезавантажуються налаштування за умовчанням.

source: Preferences…
de: Einstellungen…
pl: Preferencje…
uk: Налаштування…

source: Reset Preferences?
de: Einstellungen zurücksetzen?
pl: Zresetować ustawienia?
uk: Скинути налаштування?

source: Safe Mode Activated
de: Sicherer Modus aktiviert
pl: Tryb bezpieczny aktywowany
uk: Безпечний режим активовано

source: Shift was pressed during launch. MonitorControl started in safe mode. Default preferences are reloaded, DDC read is blocked.
de: Shift wurde während des Starts gedrückt. MonitorControl wurde im sicheren Modus gestartet. Die Standardeinstellungen werden neu geladen, DDC lesen wird blockiert.
pl: Zmiana została wciśnięta podczas uruchomienia. MonitorControl rozpoczął się w trybie bezpiecznym. Domyślne ustawienia są przeładowane, odczyt DDC jest zablokowany.
uk: Shift було натиснуто під час запуску. Контроль моніторингу запущено в безпечному режимі. Налаштування за замовчуванням перезавантажуються, прочитання DDC заблоковано.

source: Shortcuts not available
de: Verknüpfungen nicht verfügbar
pl: Skróty niedostępne
uk: Ярлики не доступні

source: Software (gamma)
pl: Oprogramowanie (gamma)
uk: Програмне забезпечення (гамма)

source: Software (gamma, forced)
de: Software (Gamma, erzwungen)
pl: Oprogramowanie (gamma, wymuszone)
uk: Програмне забезпечення (гамма, примусово)

source: Software (shade)
de: Software (Schatten)
pl: Oprogramowanie (zacienienie)
uk: Програмне забезпечення (тіння)

source: Software (shade, forced)
de: Software (Schatten, erzwungen)
pl: Oprogramowanie (zacienienie, wymuszone)
uk: Програмне забезпечення (тінь, примусове)

source: This display allows for software brightness control via gamma table manipulation or shade as it does not support hardware control. Reasons for this might be using the HDMI port of a Mac mini (which blocks hardware DDC control) or having a blacklisted display.
de: Dieses Display ermöglicht die Software-Helligkeitskontrolle über Gamma-Tabellen-Manipulation oder Shade, da es keine Hardware-Steuerung unterstützt. Gründe dafür könnten die Verwendung des HDMI-Ports eines Mac Mini (was die Hardware DDC Steuerung blockiert) oder die Verwendung eines Displays auf der schwarzen Liste sein.
pl: Wyświetlacz ten umożliwia kontrolę jasności oprogramowania poprzez manipulację tabelą gamma lub cień, ponieważ nie obsługuje kontroli sprzętu. Przyczyny takiego stanu rzeczy mogą polegać na użyciu portu HDMI Mac mini (który blokuje sprzętowe sterowanie DDC) lub na wyświetlaniu na czarnej liście.
uk: Цей дисплей дозволяє керувати яскравістю програмного забезпечення через маніпулювання таблицею Gma або тінь, так як він не підтримує апаратний контроль. Причини цього можуть використовувати HDMI порт Mac mini (який блокує керування апаратним DDC або чорний список.

source: This display has an unspecified control status.
de: Dieses Display hat einen nicht angegebenen Kontrollstatus.
pl: Ten wyświetlacz ma nieokreślony status sterowania.
uk: Цей дисплей має невизначений статус контролю.

source: This display is reported to support hardware DDC control but the current settings allow for software control only.
de: Dieses Display unterstützt die Hardware-DDC-Steuerung, aber die aktuellen Einstellungen erlauben nur die Steuerung der Software.
pl: Wyświetlacz ten jest zgłoszony jako obsługujący sprzętowe sterowanie DDC, ale bieżące ustawienia umożliwiają tylko sterowanie programem.
uk: Цей дисплей повідомляє про підтримку апаратного DDC контролю, але поточні параметри дозволяють лише для керування програмним забезпеченням.

source: This display is reported to support hardware DDC control. If you encounter issues, you can disable hardware DDC control to force software control.
de: Dieses Display unterstützt die Hardware-DDC-Steuerung. Wenn Probleme auftreten, können Sie die Hardware-DDC-Steuerung deaktivieren, um die Steuerung zu erzwingen.
pl: Wyświetlacz ten jest zgłoszony jako obsługujący sterowanie sprzętem DDC. Jeśli napotkasz problemy, możesz wyłączyć sterowanie sprzętem DDC, aby wymusić kontrolę oprogramowania.
uk: Даний дисплей повідомляє про підтримку апаратного DDC контролю. Якщо у вас виникли проблеми, ви можете вимкнути апаратний DDC для примусового керування програмою.

source: This display supports native Apple brightness protocol. This allows macOS to control this display without MonitorControl as well.
de: Dieses Display unterstützt das native Apple-Helligkeitsprotokoll. Dadurch kann macOS dieses Display auch ohne MonitorControl steuern.
pl: Ten ekran obsługuje natywny protokół jasności Apple'a. Pozwala to macOS kontrolować ten ekran bez MonitorControl.
uk: Цей показ підтримує вбудований протокол яскравості Apple. Це дозволяє macOS контролювати цей дисплей без контролю моніторів.

source: This is a virtual display (examples: AirPlay, Sidecar, display connected via a DisplayLink Dock or similar) which does not allow hardware or software gammatable control. Shading is used as a substitute but only in non-mirror scenarios. Mouse cursor will be unaffected and artifacts may appear when entering/leaving full screen mode.
de: Dies ist eine virtuelle Anzeige (Beispiele: AirPlay, Sidecar, Anzeige verbunden über ein DisplayLink Dock oder ähnliches), die keine Hard- oder Software gammatable Steuerung erlaubt. Schattierung wird als Ersatz verwendet, aber nur in nicht-Spiegelungsszenarien. Mauszeiger wird nicht beeinflusst und Artefakte können beim Betreten oder Verlassen des Vollbildmodus erscheinen.
pl: Jest to wirtualny wyświetlacz (przykłady: AirPlay, Sidecar, wyświetlacz podłączony za pomocą Dock DisplayLink lub podobny), który nie pozwala na sterowanie sprzętem lub oprogramowaniem do gry. Cieniowanie jest używane jako substytut, ale tylko w scenariuszach nielustrzanych. Kursor myszy nie będzie dotknięty i mogą pojawić się artefakty podczas włączania/opuszczania trybu pełnoekranowego.
uk: Це віртуальний дисплей (приклади: AirPlay, Sidecar, дисплей під'єднано за допомогою Dock DisplayLink або схожої), які не дозволяють апаратне або програмне адаптоване керування. Затінення застосовується як заміна, але тільки в не дзеркальних сценаріях. Курсор миші може бути не постраждалий, і артефакти можуть з'являтися під час входу/виходу з повноекранного режиму.

source: Virtual Display
de: Virtuelle Anzeige
pl: Wirtualny wyświetlacz
uk: Віртуальний дисплей

source: You need to enable MonitorControl in System Preferences > Security and Privacy > Accessibility for the keyboard shortcuts to work
de: Sie müssen MonitorControl in den Systemeinstellungen > Sicherheit und Privatsphäre > Bedienungshilfen für Tastaturkürzel aktivieren
pl: Musisz włączyć MonitorControl w Preferencje Systemowe > Bezpieczeństwo i Prywatność > Dostępność dla skrótów klawiaturowych do pracy
uk: Для роботи потрібно ввімкнути MonitorControl в системних параметрах > Безпека та Конфіденційність> Спеціальні можливості для відображення ярликів клавіатури
