Repository: MonitorControl/MonitorControl
Catalog: MonitorControl/UI/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hi, hu, it, nl, pl, pt_br, ru, sk, tr

source: This display is reported to support hardware DDC control but the current settings allow for software control only.
cs: Tento displej by měl podporovat hardwarové DDC ovládání, ale současná nastavení umožňují ovládání jen přes software.
de: Anscheinend unterstützt dieser Monitor die Hardware-DDC-Steuerung, aber die aktuellen Einstellungen erlauben nur die Software-Steuerung.
es: Esta pantalla soporta el control DDC por hardware pero la configuración actual solo permite el control por software.
fr: Cet écran signal prendre en charge le contrôle DDC matériel, mais les paramètres actuels permettent uniquement le contrôle logiciel.
hi: यह प्रदर्शन हार्डवेयर डीडीसी नियंत्रण का समर्थन करता है लेकिन वर्तमान सेटिंग्स केवल सॉफ्टवेयर नियंत्रण की अनुमति देती हैं।
hu: Ez a kijelző támogatja a hardveres vezérlést, azonban az aktuális beállítások csak szoftveres vezérlést tesznek lehetővé.
it: Questo monitor supporta il controllo DDC hardware ma le impostazioni correnti consentono solo quello software.
nl: Dit scherm ondersteunt hardwarematige DDC-besturing, maar de huidige instellingen laten alleen softwarebesturing toe.
pl: Ten wyświetlacz podobno obsługuje sprzętowe sterowanie DDC, ale obecne ustawienia umożliwiają tylko sterowanie programowe.
pt_br: Este monitor tem a controle de hardware DDC mas as configurações atuais só permitem controle por software.
ru: Сообщается, что этот дисплей поддерживает аппаратное управление DDC, но текущие настройки допускают только программное управление.
sk: Tento displej údajne podporuje hardvérové ovládanie DDC, ale súčasné nastavenia umožňujú len softvérové ovládanie.
tr: Bu ekranın donanım DDC kontrolünü desteklediği bildiriliyor ancak mevcut ayarlar yalnızca yazılım kontrolüne izin veriyor.

source: This display is reported to support hardware DDC control. If you encounter issues, you can disable hardware DDC control to force software control.
cs: Tento displej by měl podporovat hardwarové DDC ovládání. Pokud narazíte na problém, můžete hardwarové ovládání DDC vypnout a použít vynucené ovládání přes software.
de: Dieser Monitor unterstützt anscheinend die Hardware-DDC-Steuerung. Wenn Probleme auftreten, kannst du die Hardware-DDC-Steuerung deaktivieren, um die Software-Steuerung zu erzwingen.
es: Esta pantalla soporta el control DDC por hardware. Si encuentras algún problema, puedes deshabilitar el control DDC por hardware para forzar el control por software.
fr: Cet écran signal prendre en charge le contrôle DDC matériel. Si vous rencontrez des problèmes, vous pouvez désactiver le contrôle DDC matériel pour forcer le contrôle logiciel.
hi: यह प्रदर्शन हार्डवेयर डीडीसी नियंत्रण का समर्थन करता है। यदि आपको समस्याओं का सामना करना पड़ता है, तो आप सॉफ्टवेयर नियंत्रण को मजबूर करने के लिए हार्डवेयर डीडीसी नियंत्रण को अक्षम कर सकते हैं।
hu: Ez a kijelző támogatja a hardveres vezérlést. Amennyiben problémákat tapasztal, kapcsolja ki a hardveres DDC vezérlést a szoftveres alternatíva érdekében!
it: Questo monitor supporta il controllo DDC hardware. Se rilevi dei problemi, puoi disabilitarlo e forzare il controllo software.
nl: Dit scherm ondersteunt hardware DDC-besturing. Als u problemen ondervindt, kunt u de hardware DDC-besturing uitschakelen om softwarebesturing te forceren
pl: Ten wyświetlacz obsługuje podobno sprzętowe sterowanie DDC. Jeśli wystąpią problemy, można wyłączyć sprzętowe sterowanie DDC, aby wymusić sterowanie programowe.
pt_br: Este monitor tem suporte a controle de hardware DCC. Se tiver problemas, você pode desligar o controle de hardware DDC e forçar o controle via software
ru: Сообщается, что этот дисплей поддерживает аппаратное управление DDC. Если у вас возникнут проблемы, вы можете отключить аппаратное управление DDC, чтобы принудительно управлять программным обеспечением.
sk: Tento displej údajne podporuje hardvérové ovládanie DDC. Ak sa vyskytnú problémy, môžete vypnúť hardvérové ovládanie DDC a vynútiť si softvérové ovládanie.
tr: Bu ekranın donanım DDC kontrolünü desteklediği bildiriliyor. Sorunlarla karşılaşırsanız, yazılım kontrolünü zorlamak için donanım DDC kontrolünü devre dışı bırakabilirsiniz.

source: This display supports native Apple brightness protocol. This allows macOS to control this display without MonitorControl as well.
cs: Tento displej podporuje nativní jasový protokol Apple. Díky tomu ho může macOS ovládat i bez MonitorControl.
de: Dieser Monitor unterstützt das native Apple Helligkeitsprotokoll. Dies ermöglicht es macOS, diesen Monitor auch ohne MonitorControl zu steuern.
es: Esta pantalla soporta el protocolo de brillo nativo de Apple. Esto le permite también a macOS controlar la pantalla sin MonitorControl.
fr: Cet écran prend en charge le protocole de luminosité natif d'Apple. Cela permet également à macOS de contrôler cet affichage sans MonitorControl.
hi: यह डिस्प्ले नेटिव ऐप्पल ब्राइटनेस प्रोटोकॉल का समर्थन करता है। यह मैकोस को मॉनिटर कंट्रोल के बिना भी इस प्रदर्शन को नियंत्रित करने की अनुमति देता है।
hu: Ez a kijelző az Apple saját fényerőkezelő protokolját támogatja. Ez lehetővé teszi a macOS számára is a fényerő vezérlését, MonitorControl nélkül is.
it: Questo monitor supporta il protocollo nativo Apple della luminosità. Questo permette al macOS di controllare il monitor anhe senza l'utilizzo di MonitorControl.
nl: Dit scherm ondersteunt het native Apple-helderheidsprotocol. Hierdoor kan macOS dit scherm ook zonder MonitorControl bedienen.
pl: Ten wyświetlacz obsługuje natywny protokół jasności firmy Apple. Dzięki temu system macOS może sterować tym monitorem także bez programu MonitorControl.
pt_br: Este monitor suport o protocolo nativo Apple. Permite o macOS controlar ele sem o MonitorControl.
ru: Этот дисплей поддерживает собственный протокол Apple brightness protocol. Это позволяет macOS также управлять этим дисплеем без MonitorControl.
sk: Tento displej podporuje natívny protokol jasu Apple. To umožňuje systému macOS ovládať tento displej aj bez MonitorControl.
tr: Bu ekran, yerel Apple parlaklık protokolünü destekler. Bu, macOS'un bu ekranı MonitorControl olmadan da kontrol etmesini sağlar.

source: This is a virtual display (examples: AirPlay, Sidecar, display connected via a DisplayLink Dock or similar) which does not allow hardware or software gammatable control. Shading is used as a substitute but only in non-mirror scenarios. Mouse cursor will be unaffected and artifacts may appear when entering/leaving full screen mode.
cs: Toto je virtuální displej (např. AirPlay, Sidecar, DisplayLink a podobně), což neumožňuje ovládání gamy přes software ani hardware. Jako náhrada slouží stínování, ale jen za předpokladu, že displej není nastaven na zrcadlení. Změny se neprojeví na ukazateli myši a můžou se objevit vizuální artefakty při přepínání režimu na celou obrazovku.
de: Dies ist ein virtueller Monitor (Beispiele: AirPlay, Sidecar, über ein DisplayLink-Dock o.ä. angeschlossener Monitor), der keine hardware- oder softwareseitig gammierbare Steuerung erlaubt. Schattierung wird als Ersatz verwendet, aber nur in Nicht-Spiegelungs-Szenarien. Der Mauszeiger wird nicht beeinflusst und es können Artefakte auftreten, wenn der Vollbildmodus aktiviert oder verlassen wird.
es: Esto es una pantalla virtual (ejemplos: AirPlay, Sidecar, pantalla conectada a través del dock DisplayLink o similar) el cual no permite el control a través de gamma ni por hardware ni por software. El sombreado es usado como sustituto pero solo en escenarios sin espejo. El cursor del ratón no verá afectado pero pueden aparecer objetos extraños cuando se entra/sale del modo pantalla completa.
fr: Il s'agit d'un affichage virtuel (exemples : AirPlay, Sidecar, affichage connecté via un dock DisplayLink ou similaire) qui ne permet pas un contrôle par table gamma matériel ou logiciel. Un voile est utilisé comme substitut, mais uniquement dans les scénarios sans mode "miroir". Le curseur de la souris ne sera pas affecté et des artefacts peuvent apparaître lors de l'entrée/sortie du mode plein écran.
hi: यह एक आभासी प्रदर्शन है (उदाहरणः एयरप्ले, साइडकार, डिस्प्ले लिंक डॉक या इसी तरह के माध्यम से जुड़ा हुआ प्रदर्शन) जो हार्डवेयर या सॉफ़्टवेयर गैमेटेबल नियंत्रण की अनुमति नहीं देता है। छायांकन का उपयोग एक विकल्प के रूप में किया जाता है लेकिन केवल गैर-दर्पण परिदृश्यों में। माउस कर्सर अप्रभावित रहेगा और पूर्ण स्क्रीन मोड में प्रवेश करते/छोड़ते समय कलाकृतियाँ दिखाई दे सकती हैं।
hu: Ez egy virtuális kijelző (AirPlay, Sidecar, DisplayLink állomás vagy hasonló), amely nem támogatja sem a hardveres, sem a szoftveres gamma táblázat alapú fényerőkezelést. Emiatt a program árnyékolást alkalmaz, amennyiben a kijelző nincs tükrözve. Az egérkurzorra az árnyékolás nincs hatással, valamint képernyőhibák jelentkezhetnek, amikor teljes képernyős ablakváltás történik.
it: Questo monitor è un di tipo virtuale (esempio: AirPlay, Sidecar, connessione via via DisplayLink Dock o simili) e non consente il controllo hardware o software della gammatable. La sfumatura è utilizzata in sostituzione ma solo in modalità non duplicazione. Il cursore del mouse non rimane invariato e si potrebbero verificare artefatti entrando/uscendo dalla modalità a pieno schermo.
nl: Dit is een virtueel scherm (voorbeelden: AirPlay, Sidecar, scherm aangesloten via een DisplayLink Dock of gelijkaardig) dat geen hardware- of softwaregammabesturing toestaat. Shading wordt gebruikt als vervanging, maar alleen in scenario's zonder mirroring. De muiscursor wordt niet beïnvloed en er kunnen artefacten verschijnen bij het openen/verlaten van de fullscreen modus.
pl: Jest to wirtualny wyświetlacz (typu: AirPlay, Sidecar, wyświetlacz podłączony za pomocą stacji dokującej DisplayLink Dock lub podobnej), który nie umożliwia sterowania gammatycznego sprzętowego ani programowego. Cieniowanie jest używane jako substytut, ale tylko w scenariuszach bez lustra. Nie ma to wpływu na kursor myszy, a artefakty mogą się pojawiać podczas wchodzenia i wychodzenia z trybu pełnoekranowego..
pt_br: Este é um monitor virtual(exemplos: AirPlay, Sidecar, monitor conectado via a DisplayLink Dock ou similar) que não permite controle via hardware ou software. Shading é usado como um substituto mas somente em cenários não espelhados. O cursor do Mouse não será afetado e artefatos podem aparecer entrando ou saindo de tela cheia.
ru: Это виртуальный дисплей (примеры: AirPlay, Sidecar, дисплей, подключенный через док-станцию DisplayLink или аналогичный), который не допускает аппаратного или программного управления с возможностью воспроизведения. Затенение используется в качестве замены, но только в незеркальных сценариях. Курсор мыши не будет затронут, и при входе/выходе из полноэкранного режима могут появляться артефакты..
sk: Ide o virtuálny displej (napr.: AirPlay, Sidecar, displej pripojený cez DisplayLink Dock alebo podobné), ktorý neumožňuje hardvérové alebo softvérové ovládanie. Tieňovanie sa používa ako náhrada, ale iba okrem zrkadlenia. Kurzor myši nebude ovplyvnený a pri vstupe/opustení režimu celej obrazovky sa môžu objaviť artefakty.
tr: Bu sanal bir ekrandır (örnekler: AirPlay, Sidecar, DisplayLink Dock veya benzeri aracılığıyla bağlanan ekran), donanım veya yazılımla oynanabilir kontrole izin vermez. Gölgeleme, bir yedek olarak kullanılır, ancak yalnızca ayna olmayan senaryolarda. Fare imleci etkilenmeyecektir ve tam ekran moduna girerken/çıkılırken eserler görünebilir.

source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
sk: Neznámy
tr: Bilinmeyen

source: Version
cs: Verze
es: Versión
hi: संस्करण
hu: Verzió
it: Versione
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
sk: Verzia
tr: Versiyon

source: Virtual Display
cs: Virtuální displej
de: Virtueller Monitor
es: Pantalla Virtual
fr: Écran virtuel
hi: आभासी प्रदर्शन
hu: Virtuális kijelző
it: Monitor Virtuale
nl: Virtueel Scherm
pl: Wyświetlacz wirtualny
pt_br: Monitor Virtual
ru: Виртуальный дисплей
sk: Virtuálny displej
tr: Sanal Ekran

source: Volume
cs: Hlasitost
de: Lautstärke
es: Volumen
hi: आयतन
hu: Hangerő
pl: Głośność
ru: Громкость
sk: Hlasitosť
tr: Ses

source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui
hi: हाँ
hu: Igen
it: Si
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sk: Áno
tr: Evet

source: You need to enable MonitorControl in System Preferences > Security and Privacy > Accessibility for the keyboard shortcuts to work
cs: Abyste mohli používat klávesové zkratky, jděte do Předvoleb systému > Zabezpečení a soukromí > Zpřístupnění a tam zaškrtněte MonitorControl
de: Du musst MonitorControl in Systemeinstellungen > Sicherheit > Datenschutz > Bedienungshilfen aktivieren, damit die Kurzbefehle funktionieren.
es: Necesitas habilitar MonitorControl en Preferencias del Sistema > Seguridad y privacidad > Accesibilidad para permitir los atajos de teclado
fr: Vous devez activer MonitorControl dans Préférences Système > Sécurité et confidentialité > Accessibilité pour que les raccourcis clavier fonctionnent
hi: आपको सिस्टम प्राथमिकताओं> सुरक्षा और गोपनीयता> में मॉनिटरकंट्रोल को सक्षम करने की आवश्यकता है कीबोर्ड शॉर्टकट के काम करने के लिए सुलभता
hu: Engedélyeznie kell a MonitorControlt a Rendszerbeállítások > Biztonság és adatvédelem > Kisegítő lehetőségek alatt a gyorsbillentyűk használatához!
it: Devi abilitare MonitorControl nelle Preferenze di Sistema > Sicurezza e Privacy > Accessibilità affinchè le abbreviazioni da tastiera funzionino
nl: U moet MonitorControl inschakelen in Systeemvoorkeuren > Beveiliging en Privacy > Privacy > Toegankelijkheid inschakelen, zodat de sneltoetsen werken.
pl: Aby skróty klawiaturowe działały, należy włączyć funkcję MonitorControl w Preferencjach systemowych > Bezpieczeństwo i prywatność > Dostępność
pt_br: Você precisa habilitar o MonitorControl nas Preferências do Sistema > Segurança e privacidade > Acessibilidade para que os atalhos de teclado funcionem
ru: Вам необходимо включить MonitorControl в разделе Системные настройки > Безопасность и конфиденциальность > Специальные возможности, чтобы сочетания клавиш работали
sk: Pre fungovanie klávesových skratiek musíte zapnúť MonitorControl v Systémové nastavenia > Súkromie a bezpečnosť > Prístupnosť
tr: MonitorControl klavye kısayollarını aktif hale getirmek için Sistem Tercihleri > Güvenlik ve Gizlilik > Erişebilirlik altından izin vermeniz gerekmektedir
