Repository: MonitorControl/MonitorControl
Catalog: MonitorControl/UI/*.lproj/Localizable.strings
Languages: cs, de, es, fr, hi, hu, it, nl, pl, pt_br, ru, sk, tr

source: About
cs: O aplikaci
de: Über
es: Acerca de MonitorControl
fr: À Propos
hi: के बारे में
hu: Névjegy
it: Informazioni
nl: Over
pl: O programie
pt_br: Sobre
ru: Информация
sk: O aplikácii
tr: Hakkında

source: An other app seems to change the brightness or colors which causes issues. To solve this, you need to quit the other app or disable gamma control for your displays in MonitorControl!
cs: Zdá se, že jas a barvy ovládá ještě nějaká další aplikace, což způsobuje problémy. Buďto jinou aplikaci ukončete, nebo v MonitorControl vypněte ovládání gamy pro vaše displeje!
de: Eine andere App scheint die Helligkeit oder die Farben zu verändern, was zu Problemen führt. Um dieses Problem zu lösen, musst du die andere App beenden oder die Gamma-Steuerung für Deine Monitore in MonitorControl deaktivieren!
es: Otra aplicación parece estar cambiando el brillo o el color, lo cual está causando problemas. Para arreglarlo, necesitas cerrar dicha aplicación o deshabilitar el control de gamma para tus pantallas en MonitorControl!
hi: ऐसा लगता है कि एक अन्य ऐप चमक या रंगों को बदल देता है जो समस्याओं का कारण बनता है। इसे हल करने के लिए आपको अन्य ऐप को छोड़ना होगा या मॉनिटरकंट्रोल में अपने डिस्प्ले के लिए गामा नियंत्रण को अक्षम करना होगा!
pl: Inna aplikacja wydaje się zmieniać jasność lub kolory, co powoduje problemy. Aby rozwiązać ten problem, należy zamknąć inną aplikację lub wyłączyć kontrolę gamma dla wyświetlaczy w programie MonitorControl!
pt_br: Parece que outro App está alterando o brilho ou as cores. Para resolver você precisa fechar o outro app ou desabilitar o controle de gamma no MonitorControl
ru: Похоже другое приложение изменяет яркость или цвета, что вызывает проблемы. Чтобы это решить, вам нужно выйти из другого приложения или отключить управление гаммой для ваших дисплеев в MonitorControl!
sk: Zdá sa, že iná aplikácia mení jas alebo farby, čo spôsobuje problémy. Pre vyriešenie musíte ukončiť druhú aplikáciu alebo zakázať ovládanie gama pre vaše displeje v MonitorControl!
tr: Başka bir uygulama, parlaklığı veya renkleri değiştirdiği için sorunlara neden oluyor gibi görünüyor. Bunu çözmek için diğer uygulamadan çıkmanız veya MonitorControl'deki ekranlarınız için gama kontrolünü devre dışı bırakmanız gerekiyor!

source: App menu
cs: Nabídka
de: App Menü
es: Menú de la App
fr: Menu de l'app
hi: ऐप मेन्यू
hu: Menü
pl: Menu aplikacji
ru: Меню
sk: Menu aplikácie
tr: Uygulama Menüsü

source: Are you sure you want to enable a longer delay? Doing so may freeze your system and require a restart. Start at login will be disabled as a safety measure.
cs: Určitě chcete zapnout delší prodlevu? Může dojít k zamrznutí systému, což by vyžadovalo restart. Možnost „Spustit po přihlášení“ se z bezpečnostních důvodů vypne.
de: Bist du sicher, dass du eine längere Verzögerung aktivieren willst? Wenn du dies tust, kann dein System einfrieren und einen Neustart erfordern. Der Start bei der Anmeldung wird als Sicherheitsmassnahme deaktiviert.
es: ¿Estás seguro de querer habilitar un retraso más largo? Haciendo esto puedes congelar tu sistema y requiere reiniciar el sistema. La aplicación no se iniciará desde que arrancas el sistema operativo como medida de seguridad.
fr: Êtes-vous sûr de vouloir augmenter cette durée? Cela peut entrainer un gêle du système et nécessiter un redémarrage. Par sécurité, cette option sera désactivée au démarrage.
hi: क्या आप निश्चित हैं कि आप एक लंबी देरी को सक्षम करना चाहते हैं? ऐसा करने से आपका सिस्टम फ्रीज हो सकता है और इसे फिर से शुरू करने की आवश्यकता हो सकती है। स्टार्ट एट लॉगिन सुरक्षा उपाय के रूप में अक्षम हो जाएगा।
hu: Biztos benne, hogy engedélyezni kívánja a hosszabb várakozást? Ez bizonyos esetekben a rendszer lefagyását eredményezheti, akár újraindítás is szükségessé válhat. A bejelentkezéskori automatikus indítást letiltjuk a biztonság kedvéért.
it: Sei sicuro di voler attivare un ritardo più lungo? Facendolo potresti bloccare il sistema e dover riavviare. L'avvio automatico al login verrà disabilitaco come misura di sicurezza.
nl: Weet u zeker dat u een langere vertraging wilt inschakelen? Als u dit doet kan uw systeem vastlopen en een herstart nodig hebben. Start bij het inloggen wordt uitgeschakeld als veiligheidsmaatregel.
pl: Czy na pewno chcesz włączyć większe opóźnienie? W takim przypadku może dojść do zamrożenia systemu i konieczności jego ponownego uruchomienia. W ramach środków bezpieczeństwa funkcja Start przy logowaniu zostanie wyłączona.
pt_br: Tem certeza que deseja ligar o delay longo? Isso pode congelar seu sistema e precisar reiniciar. Iniciar no login vai ser desligado para segurança.
ru: Вы уверены, что хотите включить более длительную задержку? Это может привести к зависанию вашей системы и потребовать перезагрузки. Эта функция будет отключена при входе в систему в качестве меры безопасности.
sk: Naozaj chcete povoliť dlhšie oneskorenie? Ak tak urobíte, môže dôjsť k zamrznutiu systému a potrebe jeho reštartovania. Spustenie pri štarte bude z bezpečnostných dôvodov vypnuté.
tr: Daha uzun bir gecikmeyi etkinleştirmek istediğinizden emin misiniz? Bunu yapmak sisteminizi dondurabilir ve yeniden başlatılabilir. Başlangıçta güvenlik önlemi olarak devre dışı bırakılır.

source: Are you sure you want to reset all preferences?
cs: Určitě chcete obnovit všechny předvolby?
de: Bist du sicher, dass du alle Einstellungen zurücksetzen willst?
es: ¿Estás seguro de querer restablecer todas las preferencias?
fr: Êtes-vous sûr de vouloir réinitialiser toutes les préférences?
hi: क्या आप सुनिश्चित हैं कि आप सभी प्राथमिकताओं को रीसेट करना चाहते हैं?
hu: Biztos benne, hogy vissza kívánja állítani az alapértelmezett beállításokat?
it: Sei sicuro di voler resettare tutte le preferenze?
nl: Weet u zeker dat u alle voorkeuren wilt herstellen?
pl: Czy na pewno chcesz zresetować wszystkie ustawienia?
pt_br: Tem certeza que desejar reiniciar todas as preferências?
ru: Вы уверены, что хотите сбросить все настройки?
sk: Naozaj chcete obnoviť všetky predvoľby?
tr: Tüm ayarları sıfırlamak istediğinize emin misiniz?

source: Brightness
cs: Jas
de: Helligkeit
es: Brillo
fr: Luminosité
hi: चमक।
hu: Fényerő
it: Luminosità
nl: Helderheid
pl: Jasność
pt_br: Brilho
ru: Яркость
sk: Jas
tr: Parlaklık

source: Build
es: Compilación
hi: निर्माण करें
pl: Wersja
ru: Релиз
sk: Zostava
tr: Sürüm

source: Built-in Display
cs: Vestavěný displej
de: Integrierter Monitor
es: Pantalla Incorporada
fr: Écran intégré
hi: अंतर्निर्मित प्रदर्शन
hu: Beépített
it: Monitor Integrato
nl: Ingebouwd Scherm
pl: Wbudowany wyświetlacz
pt_br: Monitor interno
ru: Встроенный дисплей
sk: Vstavaný displej
tr: Dahili Ekran

source: Check for updates…
cs: Vyhledat aktualizace…
de: Nach Updates suchen…
es: Comprobar actualizaciones…
fr: Vérifier les mises à jour…
hi: अद्यतन के लिए जाँच करें…
hu: Frissítések ellenőrzése…
it: Controlla aggiornamenti…
pl: Sprawdź aktualizacje…
pt_br: Verificar atualizações…
ru: Проверить наличие обновлений…
sk: Skontrolovať aktualizácie…
tr: Güncellemeleri denetle…

source: Contrast
cs: Kontrast
de: Kontrast
es: Contraste
fr: Contraste
hi: विरोधाभास
hu: Kontraszt
it: Contrasto
pl: Kontrast
pt_br: Contraste
ru: Контраст
sk: Kontrast
tr: Kontrast

source: Copyright Ⓒ MonitorControl,
hi: कॉपीराइट Ⓒ मॉनिटर कंट्रोल,
pt_br: Direitos Reservados Ⓒ MonitorControl,
tr: Telif Hakkı Ⓒ MonitorControl,

source: Decrease
cs: Snížit
de: Verringern
es: Reducir
fr: Diminuer
hi: कम करें
hu: Csökkentés
it: Diminiusci
nl: Verminderen
pl: Zmniejsz
pt_br: Diminuir
ru: Уменьшить
sk: Znížiť
tr: Azalt

source: Disable gamma control for my displays
cs: Vypnout u mých displejů ovládání gamy
de: Gamma-Steuerung für meine Monitore deaktivieren
es: Deshabilitar el control de gamma para mis pantallas
fr: Désactiver le contrôle gamma pour mes écrans
hi: मेरे प्रदर्शनों के लिए गामा नियंत्रण निष्क्रिय करें
it: Disabilita controllo gamma per i miei monitor
pl: Wyłącz kontrolę gamma dla moich monitorów
pt_br: Desligar controle de gamma para os meus monitores
ru: Отключите управление гаммой для своих дисплеев
sk: Zakázať ovládanie gama pre moje displeje
tr: Ekranlarım için gama kontrolünü devre dışı bırak

source: Displays
cs: Displeje
de: Monitore
es: Pantallas
fr: Écrans
hi: प्रदर्शित करता है
hu: Kijelzők
it: Monitor
nl: Schermen
pl: Wyświetlacze
pt_br: Monitores
ru: Дисплеи
sk: Displeje
tr: Ekranlar

source: Enable Longer Delay?
cs: Povolit delší prodlevu?
de: Größere Verzögerung einschalten?
es: ¿Habilitar retraso más largo?
fr: Activer une plus longue durée ?
hu: Hosszabb várakozás engedélyezése?
it: Abilito un ritardo più lungo?
nl: Langere vertraging inschakelen?
pl: Włączać dłuższe opóźnienie?
pt_br: Ligar delay longo?
ru: Включить более длительную задержку?
sk: Povoliť dlhšie oneskorenie?
tr: Daha Uzun Gecikmeyi Etkinleştir?

source: External Display
cs: Externí displej
de: Externer Monitor
es: Pantalla Externa
fr: Écran externe
hi: बाहरी प्रदर्शन
hu: Külső kijelző
it: Monitor Esterno
nl: Extern Scherm
pl: Zewnętrzny wyświetlacz
pt_br: Monitor Externo
ru: Внешний дисплей
sk: Externý displej
tr: Harici Ekran

source: General
cs: Obecné
de: Allgemein
fr: Général
hi: जनरल
hu: Általános
it: Generale
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
sk: Všeobecné
tr: Genel

source: Hardware (Apple)
cs: Hardwarové (Apple)
fr: Matériel (Apple)
hi: हार्डवेयर (एप्पल)
hu: Hardver (Apple)
pl: Urządzenie (Apple)
ru: Оборудование (Apple)
sk: Hardvér (Apple)
tr: Donanım (Apple)

source: Hardware (DDC)
cs: Hardwarové (DDC)
fr: Matériel (DDC)
hi: हार्डवेयर (डीडीसी)
hu: Hardver (DDC)
pl: Sprzętowe (DDC)
ru: Оборудование (DDC)
sk: Hardvér (DDC)
tr: Donanım (DDC)

source: I'll quit the other app
cs: Ukončím jinou aplikaci
de: Ich beende die andere App
es: Cerraré la otra app
fr: Je vais quitter l'autre application
hi: मैं दूसरे ऐप को छोड़ दूंगा
it: Chiuderò le altre applicazioni
pl: Zrezygnuję z drugiej aplikacji
pt_br: Eu vou desligar o outro app
ru: Я выйду из другого приложения
sk: Ukončím druhú aplikáciu
tr: Diğer uygulamayı kapatacağım

source: Incompatible previous version
cs: Nekompatibilní předchozí verze
de: Inkompatible Vorgängerversion
es: Versión previa incompatible
fr: Version précédente incompatible
hi: असंगत पिछला संस्करण
hu: Inkompatibilis előző verzió
it: Versione precedente incompatibile
nl: Incompatibele vorige versie
pl: Niezgodność z poprzednią wersją
pt_br: Verão anterior incompatível
ru: Несовместимая предыдущая версия
sk: Nekompatibilná predošlá verzia
tr: Uyumsuz önceki versiyon

source: Increase
cs: Zvýšit
de: Erhöhen
es: Aumentar
fr: Augmenter
hi: बढ़ाएँ।
hu: Növelés
it: Aumenta
nl: Verhogen
pl: Zwiększ
pt_br: Aumentar
ru: Увеличить
sk: Zvýšiť
tr: Artır

source: Is f.lux or similar running?
cs: Běží f.lux nebo něco podobného?
de: Läuft f.lux oder ähnliches?
es: ¿Está f.lux o similar ejecutándose?
fr: Est-ce que f.lux ou similaire est lancé ?
hi: क्या f.lux या समान चल रहा है?
it: E' attivo f.lux or simile?
pl: Czy f.lux lub podobny działa?
pt_br: f.lux ou similar está executando?
ru: Работает ли f.lux или аналогичный?
sk: Je spustený f.lux alebo niečo podobné?
tr: f.lux veya benzeri bir uygulama mı çalışıyor?

source: Keyboard
cs: Klávesnice
de: Tastatur
es: Teclado
fr: Clavier
hi: कुंजीपटल
hu: Billentyűzet
it: Tastiera
nl: Toetsenbord
pl: Klawiatura
pt_br: Teclado
ru: Клавиатура
sk: Klávesnica
tr: Klavye

source: Mute
cs: Ztlumit
de: Stummschalten
es: Silenciar
fr: Sourdine
hi: म्यूट करें
hu: Némítás
nl: Dempen
pl: Wycisz
pt_br: Mudo
ru: Беззвучный
sk: Stlmiť
tr: Sesi kapat

source: No
cs: Ne
de: Nein
fr: Non
hi: ना
hu: Nem
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sk: Nie
tr: Hayır

source: No Control
cs: Bez ovládání
de: Keine Steuerung
es: Sin Control
fr: Aucun contrôle
hi: कोई नियंत्रण नहीं
hu: Nem vezérelt
it: Nessun Controllo
nl: Geen controle
pl: Brak ustawień
pt_br: Sem Controle
ru: Не контролируемый
sk: Bez ovládania
tr: Kontrol Etme

source: Other Display
cs: Jiný displej
de: Anderer Monitor
es: Otra Pantalla
fr: Autre écran
hi: अन्य प्रदर्शन
hu: Egyéb kijelző
it: Altri Monitor
nl: Ander Scherm
pl: Inny wyświetlacz
pt_br: Outro Monitor
ru: Другой дисплей
sk: Iný displej
tr: Diğer Ekran

source: Preferences for an incompatible previous app version detected. Default preferences are reloaded.
cs: Nalezeny předvolby pro předchozí, nekompatibilní verzi aplikace. Načetly se výchozí hodnoty.
de: Einstellungen für eine inkompatible Vorgängerversion des Programms erkannt. Die Standardeinstellungen werden neu geladen.
es: Detectadas preferencias de una versión previa incompatibles. Se cargarán las preferencias por defecto.
fr: Préférences pour une version précédente incompatible détéctés. Les préférences par défaut seront rechargées.
hi: एक असंगत पिछले ऐप संस्करण के लिए वरीयताएँ पाई गईं। डिफ़ॉल्ट वरीयताएँ फिर से लोड की जाती हैं।
hu: Az előző alkalmazásverzió beállításai nem kompatibilisek ezzel a verzióval. Visszaállítottuk az alapértelmezett beállításokat.
it: Le impostazioni di una versione precedente incompatibile sono state trovate. Verranno caricate le impostazioni di default.
nl: Voorkeuren voor een incompatibele vorige app-versie gedetecteerd. Standaardvoorkeuren worden opnieuw geladen.
pl: Wykryto ustawienia dla niekompatybilnej poprzedniej wersji aplikacji. Domyślne ustawienia zostaną wczytane ponownie.
pt_br: Detectado incompatibilidade. Preferências padrão foram carregadas.
ru: Обнаружены настройки для несовместимой предыдущей версии приложения. Настройки по умолчанию будут перезагружены.
sk: Zistené predvoľby pre nekompatibilnú predošlú verziu aplikácie. Predvolené nastavenia sa načítajú znova.
tr: Uyumsuz bir önceki uygulama sürümü için tercihler algılandı. Varsayılan tercihler yeniden yüklenir.

source: Preferences…
cs: Předvolby…
de: Einstellungen…
es: Preferencias…
fr: Préférences…
hi: वरीयताएँ…
hu: Beállítások…
it: Preferenze…
pl: Ustawienia…
pt_br: Preferências…
ru: Персональные настройки…
sk: Predvoľby…
tr: Tercihler…

source: Quit
cs: Ukončit
de: Beenden
es: Cerrar
fr: Quitter
hi: बाहर निकलें
hu: Kilépés
it: Esci
nl: Afsluiten
pl: Zamknij
pt_br: Sair
ru: Выйти
sk: Ukončiť
tr: Çıkış

source: Reset Preferences?
cs: Obnovit předvolby?
de: Einstellungen zurücksetzen?
es: ¿Restablecer Preferencias?
fr: Réinitialiser les préférences ?
hi: वरीयताएँ पुनर्निर्धारित करें?
hu: Alapértelmezett beállítások
it: Resetto le preferenze?
nl: Reset Voorkeuren?
pl: Reset ustawień?
pt_br: Reiniciar Preferências?
ru: Сбросить настройки?
sk: Obnoviť predvoľby?
tr: Ayarları Sıfırla?

source: Safe Mode Activated
cs: Bezpečný režim aktivní
de: Sicherer Modus Aktiviert
es: Modo Seguro Activado
fr: Mode sans échec activé
hi: सुरक्षित मोड सक्रिय किया गया
hu: Biztonsági mód engedélyezve
it: Safe Mode Attivato
nl: Veilige Modus Geactiveerd
pl: Tryb bezpieczny aktywowany
pt_br: Modo Seguro Ativado
ru: Активирован безопасный режим
sk: Aktivovaný núdzový režim
tr: Güvenli Mod Etkinleştirildi

source: Shift was pressed during launch. MonitorControl started in safe mode. Default preferences are reloaded, DDC read is blocked.
cs: Běhěm spuštění byl zmáčknutý Shift. MonitorControl běží v bezpečném režimu. Byly načteny výchozí předvolby, čtení DDC je zablokováno.
de: Beim Start wurde die Umschalttaste gedrückt. MonitorControl wurde im abgesicherten Modus gestartet. Standardeinstellungen werden neu geladen, DDC-Lesen ist blockiert.
es: La techa Shift fue presionada durante el lanzamiento. MonitorControl se inició en modo seguro. Se han cargado las preferencias por defecto, la lectura DDC está bloqueada.
fr: Maj. appuyée pendant le démarrage. MonitorControl démarré en mode sans échec. Les préférences par défaut sont utilisées, la communication via DDC est bloquée.
hi: प्रक्षेपण के दौरान शिफ्ट को दबाया गया था। मॉनिटर कंट्रोल सुरक्षित मोड में शुरू हुआ। डिफ़ॉल्ट वरीयताएँ फिर से लोड की जाती हैं, डीडीसी पढ़ने को अवरुद्ध किया जाता है.
hu: A Shift gomb le lett nyomva indítás közben, az alkalmazás biztonsági módban indult el. Az alapértelmezett beállításokat visszaállítottuk, a DDC olvasás letiltásra került.
it: Il tasto Maiuscole è stato premuto all'avvio. MonitorControl è stato avviato in modalità sicura. Preferenze di default, lettura DDC bloccata.
nl: Shift werd ingedrukt tijdens het opstarten. MonitorControl is gestart in veilige modus. Standaardinstellingen zijn herladen, DDC uitlezen is geblokkeerd.
pl: Podczas uruchamiania programu wciśnięto klawisz Shift. Program MonitorControl został uruchomiony w trybie bezpiecznym. Ustawienia domyślne zostały wczytane ponownie, odczyt DDC został zablokowany..
pt_br: Shift foi pressionado durante o início. MonitorControl iniciou em modo seguro. Preferências padrão foram carregadas, Leitura do DDC read está bloqueada.
ru: Shift был нажат во время запуска. MonitorControl запущен в безопасном режиме. Настройки по умолчанию перезагружены, чтение DDC заблокировано.
sk: Počas spustenia bol stlačený Shift. MonitorControl sa spustil v núdzovom režime. Predvolené nastavenia sa znova načítajú, čítanie DDC sa zablokuje.
tr: Başlatma sırasında Shift tuşuna basıldı. MonitorControl güvenli modda başlatıldı. Varsayılan tercihler yeniden yüklenir, DDC okuması engellenir.

source: Shortcuts not available
cs: Zkratky nejsou k dispozici
de: Kurzbefehle sind nicht verfügbar
es: Atajos no disponibles
fr: Raccourcis non disponible
hi: शॉर्टकट उपलब्ध नहीं है
hu: Gyorsbillentyűk nem elérhetők
it: Abbreviazioni non disponibili
nl: Sneltoetsen niet beschikbaar
pl: Skróty niedostępne
pt_br: Atalhos não disponíveis
ru: Быстрые команды недоступны
sk: Skratky nie sú k dispozícii
tr: Kısayollar bulunamadı

source: Software (gamma)
cs: Softwarové (gama)
fr: Logiciel (Gamma)
hi: सॉफ्टवेयर (गामा)
hu: Szoftver (gamma)
pl: Programowe (gamma)
ru: Программное обеспечение (гамма)
sk: Softvér (gama)
tr: Yazılım (Gama)

source: Software (gamma, forced)
cs: Softwarové (gama, nucené)
de: Software (Gamma, Erzwungen)
es: Software (gamma, forzado)
fr: Logiciel (Gamma, Forcé)
hi: सॉफ्टवेयर (गामा, मजबूर किया)
hu: Szoftver (erőltetett)
it: Software (gamma, forzata)
nl: Software (Gamma, Gedwongen)
pl: Programowe (gamma, wymuszone)
pt_br: Software (gamma, forçado)
ru: Программное обеспечение (гамма, принудительно)
sk: Softvér (gama, vynútené)
tr: Yazılım (gamma, zorla)

source: Software (shade)
cs: Softwarové (stínování)
de: Software (Schattierung)
es: Software (sombreado)
fr: Logiciel (Voile)
hi: सॉफ्टवेयर (छाया)
hu: Szoftver (árnyékolás)
it: Software (attenuazione)
pl: Programowe (odcień)
ru: Программное обеспечение (тень)
sk: Softvér (tienenie)
tr: Yazılım (shade)

source: Software (shade, forced)
cs: Software (stínování, nucené)
de: Software (Schattierung, erzwungen)
es: Software (sombreado, forzado)
fr: Logiciel (Voile, Forcé)
hi: सॉफ्टवेयर (छाया, मजबूर किया)
hu: Szoftver (erőltetett)
it: Software (attenuazione, forzata)
pl: Programowe (odcień, wymuszone)
pt_br: Software (shade, forçado)
ru: Программное обеспечение (тень, принудительно)
sk: Softvér (tienenie, vynútené)
tr: Yazılım (shade, zorla)

source: This display allows for software brightness control via gamma table manipulation or shade as it does not support hardware control. Reasons for this might be using the HDMI port of a Mac mini (which blocks hardware DDC control) or having a blacklisted display.
cs: Jas tohoto displeje lze ovládat softwarově – manipulací gamy nebo stínování, protože hardwarové ovládání nepodporuje. Důvodem může být připojení přes HDMI port na Macu mini (který blokuje hardwarové ovládání DDC) nebo to, že displej patří na seznam nepodporovaných.
de: Dieser Monitor ermöglicht eine Software-Helligkeitssteuerung über Gammatabellenmanipulation oder Schattierung, da er keine Hardware-Steuerung unterstützt. Gründe dafür können die Verwendung des HDMI-Anschlusses eines Mac mini (der die Hardware-DDC-Steuerung blockiert) oder ein Monitor auf der schwarzen Liste sein.
es: Esta pantalla permite el control del brillo por software a través de la manipulación de la tabla gamma o del sombreado ya que no soporta el control por hardware. Las razones para ello pueden ser usar un puerto HDMI de un Mac mini (el cual bloquea el control DDC por hardware) o tener una pantalla incluida en la lista negra.
fr: Cet écran permet un contrôle de la luminosité logiciel via une manipulation des tables gamma car il ne prend pas en charge le contrôle matériel. Cela peut être dû à l'utilisation du port HDMI d'un Mac mini (qui bloque le contrôle DDC matériel) ou à un écran sur liste noire.
hi: यह प्रदर्शन गामा टेबल हेरफेर या छाया के माध्यम से सॉफ्टवेयर चमक नियंत्रण की अनुमति देता है क्योंकि यह हार्डवेयर नियंत्रण का समर्थन नहीं करता है। इसके कारण मैक मिनी के एचडीएमआई पोर्ट (जो हार्डवेयर डीडीसी नियंत्रण को अवरुद्ध करता है) का उपयोग करना या ब्लैकलिस्टेड डिस्प्ले होना हो सकता है।
hu: Ez a kijelző nem támogatja a hardveres vezérlést, hanem szoftveres fényerővezérlést tesz lehetővé gamma táblázat módosítás vagy árnyékolás segítségével. Ennek okai lehetnek a nem támogatott kimenet (pl. Mac mini HDMI kimenet) vagy feketelistára helyezett kijelző használata.
it: Questo monitor permette il controllo software della luminositò attraverso la manipolazione della gammatable e non supporta un controllo hardware. Un motivo potrebbe essere Reasons l'utilizzo della porta HDMI su un Mac Mini (che blocca il controllo hardware DCC) oppure avere un monitor non supportato.
nl: Dit scherm maakt softwarematige helderheidsregeling via gammatable-manipulatie mogelijk, aangezien het geen hardwarecontrole ondersteunt. Redenen hiervoor kunnen het gebruik van de HDMI-poort van een Mac mini zijn (die hardwarematige DDC-besturing blokkeert) of een niet-ondersteund scherm.
pl: Ten wyświetlacz umożliwia programowe sterowanie jasnością za pomocą manipulacji tablicą gamma lub cieniowaniem, ponieważ nie obsługuje sterowania sprzętowego. Powodem tego może być korzystanie z portu HDMI komputera Mac mini (który blokuje sprzętowe sterowanie DDC) lub monitor znajdujący się na czarnej liście..
pt_br: Este monitor permite controle de brilho via manipulação da tabela gamma ou shade. Não suporta controle por hardware. Motivos pode ser o uso da porta HDMI de um Mac mini (bloqueia controle DDC) ou o monitor está na blacklist.
ru: Этот дисплей позволяет программно регулировать яркость с помощью манипуляций с таблицей гаммы или оттенков, поскольку он не поддерживает аппаратное управление. Причинами этого может быть использование порта HDMI Mac mini (который блокирует аппаратное управление DDC) или наличие дисплея, занесенного в черный список.
sk: Tento displej umožňuje softvérové ovládanie jasu pomocou manipulácie s gama tabuľkami alebo tienením, pretože nepodporuje hardvérové ovládanie. Dôvodom môže byť použitie HDMI portu Mac mini (ktorý blokuje hardvérové ovládanie DDC) alebo použitie displeja z čiernej listiny.
tr: Bu ekran, donanım kontrolünü desteklemediği için gamlanabilir manipülasyon yoluyla yazılım parlaklık kontrolüne izin verir. Bunun nedenleri, bir Mac mini'nin (donanım DDC kontrolünü engelleyen) HDMI bağlantı noktasını kullanmak veya kara listeye alınmış bir ekrana sahip olmak olabilir.

source: This display has an unspecified control status.
cs: Tento displej má nespecifikovaný kontrolní stav.
de: Dieser Monitor hat einen nicht definierten Kontrollzustand.
es: Esta pantalla tiene un estado para su control desconocido.
fr: Cet écran a un état de contrôle non spécifié.
hi: इस प्रदर्शन में एक अनिर्दिष्ट नियंत्रण स्थिति है।
hu: A kijelzőnek nem meghatározott a vezérlési státusza.
it: Questo monitor ha uno stato di controllo non specificato.
nl: Dit scherm heeft een niet-gespecificeerde controlestatus.
pl: Ten wyświetlacz ma nieokreślony status sterowania.
pt_br: Este monitor tem o estado do controle não especificado.
ru: Этот дисплей имеет неопределенный статус управления.
sk: Tento displej má nešpecifikovaný stav ovládania.
tr: Bu ekranın belirtilmemiş bir kontrol durumu var.
