Repository: MonitorControl/MonitorControl
Catalog: MonitorControl/UI/*.lproj/Main.strings
Languages: ca_ad, de, fr, hu, it, ja, ko, nl, pl, ru, tr, zh_hans, zh_hant_tw

# 4Pj-3t-PJr.title
source: Reset Preferences
ca_ad: Restableix les preferències
hu: Alapértelmezett beállítások
ja: 初期設定に戻す

# 8U8-ec-Zbv.headerCell.title
source: Enabled
ca_ad: Activat
hu: Aktív
ja: 有効

# aXL-i8-S6R.title
source: Hide Menu Icon
de: Menüsymbol ausblenden
fr: Cacher l'icône dans le menu
hu: Menü ikon elrejtése
it: Nascondi Icona del Menu
ko: 메뉴 항목 숨기기
nl: Verberg Menu Icoon
pl: Ukryj Ikonę Menu
ru: Скрыть иконку в меню
tr: Menü simgesini gizle
zh_hans: 隐藏菜单图标
zh_hant_tw: 隱藏選單列圖示

# c7N-cO-759.title
source: Keyboard:
de: Tastatur:
fr: Clavier:
hu: Billentyűzet:
it: Tastiera:
ko: 키보드:
nl: Toetsenbord:
pl: Klawiatura:
ru: Клавиатура:
tr: Klavye:
zh_hans: 键盘:
zh_hant_tw: 鍵盤:

# CHc-s5-4MN.headerCell.title
source: Name
ca_ad: Nom
hu: Név
ja: 名称

# Cle-DD-vR7.title
source: Custom
ca_ad: Personalitzat
de: Benutzerdefiniert
fr: Personnaliser
hu: Egyedi
ja: カスタム
ko: 사용자 설정
pl: Niestandardowy
ru: Другое
tr: Özel
zh_hans: 自定义
zh_hant_tw: 自定義

# Cln-uW-2dd.title
source: Visit GitHub site
de: Webseite
fr: Site web
hu: GitHub oldal
it: Sito web
ko: 웹사이트
nl: Website
pl: Strona
ru: Веб-сайт
tr: Web Sitesi
zh_hans: 网站
zh_hant_tw: 網站

# dhP-eB-1L6.title
source: Show volume slider in menu
de: Lautstärkeregler im Menü anzeigen
fr: Montre le curseur de volume dans le menu
hu: Hangerő csúszka megjelenítése a menüben
it: Mostra un selettore per il Volume
ja: Show a slider for volume
ko: 메뉴에서 볼륨 슬라이더 표시
nl: Toon volumeschuifregelaar in menu
pl: Pokaż suwak dla głośności
ru: Показывать ползунок громкости в меню
tr: Menüde ses ayarını göster
zh_hans: 在菜单中显示音量滑块
zh_hant_tw: 在選單中顯示音量滑桿

# dNl-I0-hcg.headerCell.title
source: Display Name
ca_ad: Nom de la pantalla
hu: Kijelző neve
ja: ディスプレイの名称

# E6M-ih-S8Y.title
source: Change Brightness and Volume for all screens
de: Helligkeit und Lautstärke für alle Bildschirme ändern
fr: Change le contraste et le volume sur tous les écrans
hu: Fényerő/hangerő módosítása az összes képernyőn
it: Cambia Luminosità e Volume di tutti i display
ko: 모든 화면의 밝기와 볼륨 조절
nl: Verander Helderheid en Volume voor alle schermen
pl: Zmień Jasność i Głośność dla wszystkich wyświetlaczy
ru: Изменить яркость и громоксть на всех экранах
tr: Tüm ekranlar için Parlaklığı ve Sesi değiştir
zh_hans: 改变所有屏幕的亮度和音量
zh_hant_tw: 更改所有螢幕的亮度和音量

# Eq3-z9-yIo.title
source: Minimal
ca_ad: Mínim
fr: Minimum
hu: Minimális
it: Minimale
ja: 低頻度
ko: 최소
nl: Minimaal
pl: Minimalny
ru: Редко
zh_hans: 少量
zh_hant_tw: 少量

# eUG-vD-C3W.title
source: Issues and feature requests
hu: Problémák és kérések

# fhy-Er-0aI.title
source: Further lower brightness via software dimming
ca_ad: Redueix el Contrast després de la Brillantor
de: Weitere Verringerung der Helligkeit durch Software-Dimmung
fr: Luminosité encore plus faible via la gradation logicielle
hu: Fényerő tovább csökkentése szoftveres sötétítéssel
it: Abbassa il contrasto dopo la luminosità
ja: 画面輝度変更後、コントラストを下げる
ko: 소프트웨어 디밍을 통한 더 낮은 밝기
nl: Verder verlagen van helderheid via softwarematig dimmen
pl: Obniż kontrast po jasności.
ru: Снижать яркость дальше с помощью программного затемнения
tr: Yazılımsal karartma yoluyla daha düşük parlaklık
zh_hans: 对比度与亮度同时降低
zh_hant_tw: 亮度和對比度同時降低

# FoA-yh-Yx3.title
source: None
ca_ad: Cap
de: Keine
fr: Nul
hu: Nincs
ja: 設定しない
ko: 설정하지 않음
nl: Geen
pl: Nikt
ru: Нет
tr: Yok
zh_hans: 不请求
zh_hant_tw: 不請求

# frw-j2-tE1.title
source: ⚠️ Warning! Changing some of these setting may cause system freezes or unexpected behaviour.
ca_ad: Atenció ⚠️ El canvi d'alguns d'aquests paràmetres pot provocar congelacions del sistema o comportaments inesperats.
hu: ⚠️ Figyelem! Az alábbi beállítások megváltoztatása lefagyást vagy váratlan működést eredményezhet!
ja: ⚠️ 注意 ⚠️ 下の設定を変更するとMacがフリーズしたり予期せぬ挙動になる場合があります。

# grO-Kr-l4d.headerCell.title
source: Longer Delay
ca_ad: Pausa més llarga
hu: Hosszabb várakozás
ja: 遅延を長くする

# gxn-NH-Qhb.headerCell.title
source: Polling Mode
ca_ad: Mode de Polling
hu: Mintavételezési mód
ja: ポーリングモード

# hdd-Zz-buN.title
source: Brightness control:
de: Helligkeitsregelung:
fr: Contrôle de la luminosité:
hu: Fényerő billentyűk:
it: Controllo luminosità:
ja: Brightness keys:
ko: 밝기 조절:
nl: Helderheid besturen:
pl: Sterowanie jasnością:
ru: Управление яркостью:
tr: Parlaklık kontrolü:
zh_hans: 亮度控制:
zh_hant_tw: 亮度控制:

# hjz-0c-rvK.title
source: Brightness only
ca_ad: Només Brillantor
de: Helligkeit
fr: Luminosité uniquement
hu: Csak a fényerő billentyűk
it: Solo Luminosità
ja: 画面輝度のみ
ko: 밝기
nl: Alleen Helderheid
pl: Tylko jasność
ru: Только яркость
tr: Sadece parlaklık
zh_hans: 仅亮度
zh_hant_tw: 僅亮度

# j72-NF-zsW.title
source: Start at Login
ca_ad: Inicieu MonitorControl a l’inici de sessió
de: Start beim Login
fr: Lancer MonitorControl au démarrage
hu: Automatikus indítás bejelentkezéskor
it: Avvia MonitorControl al login
ja: ログイン時にMonitorCoontrolを起動する
ko: 로그인 시 시작
nl: Start bij Inloggen
pl: Uruchamiaj MonitorContol podczas logowania
ru: Запуск при входе в систему
tr: Başlangıçta çalıştır
zh_hans: 登录时启动 MonitorControl
zh_hant_tw: 登入時啟動 MonitorControl

# JKW-oY-bSb.headerCell.title
source: ID
ca_ad: Identificador
hu: Azonosító

# K2r-aD-eec.title
source: Use the media keys of your keyboard to control Brightness & Volume.
de: Verwende die Medientasten deiner Tastatur zur Steuerung von Helligkeit und Lautstärke.
fr: Utilisez les commandes de votre clavier pour contrôler la luminosité et le volume.
hu: A képernyő fényerejét és hangerejét az Apple Billentyűzet fényerő és hangerő gombjaival lehet szabályozni.
it: Usa i tasti media della tastiera per controllare Luminosità & Volume
ja: You can control the Brighness and Volume of your display using the Brightness and Volume keys off Apple Keyboards.
ko: 밝기와 볼륨을 조절하기 위해 미디어 키를 사용합니다.
nl: Gebruik de mediatoetsen van uw toetsenbord om Helderheid en Volume te regelen
pl: Użyj klawiszy multimedialnych na klawiaturze aby kontrolować Jasność i Głośność.
ru: Использовать мультимедийные клавиши клавиатуры для управления яркостью и громкостью.
tr: Parlaklığı ve Sesi değiştirmek için klavyedeki medya tuşlarını kullan
zh_hans: 使用媒体按键控制亮度和音量
zh_hant_tw: 用鍵盤上的媒體按鍵控制亮度和音量

# kMa-3q-udl.title
source: Fallback to software dimming if required
de: Aktiviere bei Bedarf die Software-Dimmung
fr: Activer la gradation logicielle si nécessaire
hu: Átállás szoftveres sötétítésre, ha szükséges
it: Abilità il dimming software se necessario
ko: 필요할 때 소프트웨어 디밍 활성화
nl: Schakel indien nodig softwarematig dimmen in
pl: Włącz ściemnianie software'owe jeśli wymagane
ru: Включить программное затемнение при необходимости
tr: Gerekirse yazılımsal karartma etkinleştir
zh_hans: 按需开启软件遮罩
zh_hant_tw: 需要時啟用軟體調光

# kqn-gU-mZX.ibShadowedToolTip
source: More Info
ca_ad: Més Informació
de: Mehr Informationen
fr: Plus d'info
hu: További információ
it: Più informazioni
ko: 더 알아보기
nl: Meer Info
pl: Więcej informacji
ru: Подробнее
tr: Detaylı Bilgi
zh_hans: 了解更多
zh_hant_tw: 了解更多

# LRJ-fb-Z9E.headerCell.title
source: Vendor
ca_ad: Venedor
hu: Szállító
ja: ベンダー

# mBs-6m-13Q.title
source: Version 0.0.0 Build 0000 - Platform
ca_ad: Versió 0.0.0 (Build 0)
hu: Verzió 0.0.0 (Build 0)
ja: バージョン 0.0.0 (ビルド 0)

# MJx-MK-e7D.title
source: Menu contents:
de: Menü:
fr: Contenu des menus:
hu: Menü tartalom:
it: Contenuto menu:
ko: 메뉴 컨텐츠:
nl: Menu inhoud:
pl: Zawartość menu:
ru: Содержание меню:
tr: Menü içerikleri:
zh_hans: 菜单内容:
zh_hant_tw: 選單內容:

# MPF-Mr-zVU.headerCell.title
source: Hide OSD
ca_ad: Amagar OSD
hu: OSD elrejtése
ja: OSDを隠す

# n4V-jQ-1Ri.title
source: If an external display can't be controlled, software dimming will be used instead.
de: Wenn ein externes Display nicht gesteuert werden kann, wird stattdessen die Software-Dimmung verwendet.
fr: Si un écran externe ne peut pas être contrôlé, la gradation logicielle sera utilisée à la place.
hu: Szoftveres sötétítés használata, ha egy külső kijelzőt nem lehet vezérelni. Csak a fényerő szabályozás elérhető ilyen kijelzőknél.
it: Se non è possibile controllare un monitor esterno, sarà utilizzato il dimmering software.
ko: 외장 디스플레이가 제어되지 않을 때, 소프트웨어 디밍을 대신 사용합니다.
nl: Als een extern beeldscherm niet kan worden bediend, wordt in plaats daarvan softwarematig dimmen gebruikt.
pl: Jeśli zewnętrzny wyświetlacz nie może być kontrolowany, zostanie zastosowane ściemnianie software'owe.
ru: Когда нет возможности управлять внешним дисплеем, вместо него будет использовано программное затемнение.
tr: Harici bir ekran kontrol edilemezse, yazılımsal karartma yerine kullanılacaktır.
zh_hans: 如果外置显示器无法控制，可以尝试使用软件遮罩。
zh_hant_tw: 如果無法控制外接螢幕，將會啟用軟體調光

# NLP-dU-Dam.title
source: Volume only
ca_ad: Només Volum
de: Lautstärke
fr: Volume uniquement
hu: Csak a hangerő billentyűk
it: Solo Volume
ja: 音量のみ
ko: 볼륨
nl: Alleen volume
pl: Tylko głośność
ru: Только громкость
tr: Sadece ses
zh_hans: 仅音量
zh_hant_tw: 僅音量

# Nvp-hI-w4x.headerCell.title
source: Model
hu: Modell
ja: モデル

# okD-DG-pYa.title
source: Application:
de: Anwendung:
hu: Alkalmazás:
it: Applicazione:
ko: 애플리케이션:
nl: Applicatie:
pl: Aplikacja:
ru: Приложение:
tr: Uygulama:
zh_hans: 应用:
zh_hant_tw: 應用程式:

# PVE-y7-zIk.title
source: If the menu item is hidden, just relaunch the app to reveal Preferences!
de: Um die Einstellungen wieder anzuzeigen, musst du die Anwendung neustarten!
fr: Si l'élément du menu est caché, relancer l'application pour afficher les réglages!
hu: Ha rejtett, indítsa el újra az alkalmazást a beállítások megnyitásához!
it: Se l'icona del menu è nascosta, rilancia l'app per visualizzare le Preferenze!
ja: If hidden, relaunch the app to show Preferences!
ko: 이 메뉴 항목이 안 보인다면, 앱을 재실행해야 설정에 나타납니다!
nl: Als het menu-item verborgen is, start u de app opnieuw om Voorkeuren weer te geven!
pl: Jeśli aplikacja jest ukryta w pasku menu, uruchom ją ponownie by wyświetlić okno Preferencji!
ru: Если пункт меню скрыт, просто перезапустите приложение, чтобы открыть Параметры!
tr: Menü öğesi gizlenirse, tercihleri ortaya çıkarmak için uygulamayı yeniden başlatın!
zh_hans: 如果菜单项目被隐藏，只需重启软件即可恢复偏好设置！
zh_hant_tw: 如果選單項被隱藏，重新啟動應用程式即可顯示首選項！

# Riq-uM-bTs.title
source: Normal
hu: Normál
it: Normale
ja: 普通
ko: 보통
nl: Normaal
pl: Normalny
ru: Нормально
zh_hans: 正常
zh_hant_tw: 正常

# uoI-1J-RdD.headerCell.title
source: Friendly Name
ca_ad: Nom visible
hu: Egyéni név
ja: 表示名 (クリックして変更)

# vik-vN-bJe.title
source: Heavy
ca_ad: Alt
de: Stark
fr: Lourde
hu: Magas
it: Intensiva
ja: 高頻度
ko: 자주
nl: Zwaar
pl: Ciężki
ru: Часто
tr: Ağır
zh_hans: 多次
zh_hant_tw: 多次

# Vr4-xb-B4o.title
source: Both Brightness & Volume
ca_ad: Ambdós Brillantor & Volum
de: Helligkeit & Lautstärke
fr: Ensemble luminosité & Volume
hu: Fényerő és hangerő billentyűk
it: Luminosità e Volume
ja: 画面輝度と音量
ko: 밝기와 볼륨
nl: Zowel Helderheid als Volume
pl: Jasność i Głośność
ru: Как яркость, так и громкость
tr: Hem Parlaklık Hem de Ses
zh_hans: 亮度和音量
zh_hant_tw: 亮度和音量

# X96-ny-lAP.title
source: None
ca_ad: Cap
de: Keine
fr: Nul
hu: Nincs
it: Nessuno
ko: 안함
nl: Geen
pl: Nic
ru: Нет
tr: Yok
zh_hans: 无
zh_hant_tw: 不使用

# xSI-8W-Xd0.title
source: Show contrast slider in menu
ca_ad: Mostra un control lliscant pel contrast
de: Kontrastregler im Menü anzeigen
fr: Afficher un curseur pour le contraste
hu: Kontraszt csúszka megjelenítése a menüben
it: Mostra un selettore per il Contrasto
ja: コントラスト変更用のスライダーをメニューに表示する
ko: 메뉴에서 대비 슬라이더 표시
nl: Toon contrast schuifregelaar in menu
pl: Pokaż suwak dla kontrastu
ru: Показать ползунок контрастности в меню
tr: Menüde kontrast ayarını göster
zh_hans: 显示对比度滑动条
zh_hant_tw: 顯示對比度滑桿

# yeg-GN-SuO.title
source: This lets you further lower brightness via software dimming even after display has reached zero brightness.
de: Zusätzliche Software-Dimmung, nachdem die Hardware-Helligkeit des Displays 0 erreicht hat. Der Menüregler ist ebenfalls betroffen, wobei 50% der Übergangspunkt ist. Funktioniert nur bei DDC-gesteuerten Displays.
fr: Cela active la gradation logicielle supplémentaire une fois que l'affichage a atteint une luminosité matérielle nulle. Le curseur de menu est également affecté, 50 % étant le point de transition. Fonctionne uniquement pour les écrans contrôlés par DDC.
hu: A fényerő további csökkentése szoftveres sötétítéssel miután a kijelző elérte a nulla fényerőt.
it: Attiva il dimming software dopo che il monitor ha raggiunto la luminosità hardware zero. Infleunza anche il selettore del menu con il 50% come punto di transizione. Funziona solo con i monitor controllati da DDC.
ja: To ensure this works, please make sure the app properly detected current contrast! Adjust it manually using via the contrast slider if necessary!
ko: 이 옵션은 하드웨어 밝기가 최소에 다다르면 추가적인 소프트웨어 디밍을 활성화합니다. 메뉴 슬라이더의 50%를 기준으로 전환합니다. DDC 제어 방식 디스플레이에서만 작동됩니다.
nl: Dit activeert extra softwarematig dimmen nadat het display de hardwarehelderheid nul heeft bereikt. De menuschuifregelaar wordt ook beïnvloed, waarbij 50% het overgangspunt is. Werkt alleen voor DDC-gestuurde displays.
pl: Ta opcja włącza dodatkowe ściemnianie software'owe po osiągnięciu przez wyświetlacz zerowej hardware'owej jasności. Oddziałowuje to również na suwak w menu, ustawiając 50% jako punkt przejściowy. Działa wyłącznie z wyświetlaczami sterowanymi poprzez DDC.
ru: Это активирует дополнительное программное затемнение после достижения дисплеем нулевой аппаратной яркости. На ползунок меню также влияет 50% - точка перехода. Работает только для дисплеев с управлением DDC.
tr: Bu, ekran sıfır donanım parlaklığına ulaştıktan sonra ek yazılımsal karartmayı etkinleştirir. Menü kaydırıcısı ayrıca geçiş noktası olan %50'sinden de etkilenir. Yalnızca DDC kontrollü ekranlar için çalışır.
zh_hans: 当显示器硬件亮度到达0时，会激活软件遮罩。50%是过度点，该选项对菜单中的滑块也适用。仅对可以通过 DDC 控制的显示器有效。
zh_hant_tw: 這會在螢幕硬體亮度達到0後啟用額外的軟體調光。 選單滑桿也受將到影響，其中50%是過渡點。 僅適用於DDC控制的螢幕。

# ytT-up-Dhs.headerCell.title
source: Polling Count
ca_ad: Recompte de Polling
hu: Mintavételezés
ja: ポーリングカウント

# bkM-Px-U3b.title
source: Disable macOS Volume OSD
de: macOS Lautstärke OSD deaktivieren
fr: Désactive le volume OSD
it: Disabilita volume OSD di macOS
ko: 맥OS 볼륨 OSD 비활성화
nl: MacOS volume OSD uitzetten
pl: Wyłącz OSD głośności macOS
ru: Выключить наэкранную индикацию macOS (OSD)
tr: macOS ses OSD'yi pasif et
zh_hans: 隐藏 macOS 音量显示
zh_hant_tw: 停用macOS音量調節

# BYS-7Y-bRz.title
source: Reset settings
de: Zurücksetzen
fr: Réinitialiser les réglages
it: Resetta preferenze
ko: 설정 초기화
nl: Reset instellingen
pl: Zresetuj ustawienia
ru: Сбросить параметры
tr: Ayarları sıfırla
zh_hans: 重置设置
zh_hant_tw: 重置設定

# lSJ-6w-KJ2.title
source: Display type:
de: Display Typ:
fr: Type d'écran:
it: Tipo di monitor:
ko: 디스플레이 타입:
nl: Beeldscherm type:
pl: Rodzaj wyświetlacza:
ru: Тип дисплея:
tr: Ekran tipi:
zh_hans: 显示类型:
zh_hant_tw: 螢幕類型:

# PaK-1f-DsW.title
source: Control method:
de: Steuerung:
fr: Methode de contrôle:
it: Tipo di controllo:
ko: 제어 방식:
nl: Besturingsmethode:
pl: Metoda kontroli:
ru: Метод управления:
tr: Kontrol yöntemi:
zh_hans: 控制方法:
zh_hant_tw: 控制方式:

# TKd-J8-Iyk.title
source: @the0neyouseek @reitermarkus @JoniVR @waydabber
ko: @the0neyouseek @JoniVR @waydabber
nl: @the0neyouseek @JoniVR @waydabber
tr: @the0neyouseek @JoniVR @waydabber

# UqR-WE-jHl.title
source: Enable keyboard control for display
de: Tastatursteuerung für das Display verwenden
fr: Active le contrôle du clavier de l'écran
it: Controlla monitor da tastiera
ko: 디스플레이 키보드 제어 활성화
nl: Toetsenbordbediening inschakelen voor weergave
pl: Włącz sterowanie klawiaturą dla tego wyświetlacza
ru: Включить управление клавиатурой для дисплея
tr: Bu ekran için klavye kısayollarını etkinleştir
zh_hans: 启用键盘控制显示
zh_hant_tw: 允許鍵盤控制螢幕

# YqZ-LS-YvR.title
source: Identifier:
de: Bezeichnung:
fr: Identifiant:
it: Identificatore:
ko: 식별자:
nl: Identificatie:
pl: Identyfikator:
ru: Идентификатор:
tr: Tanımlayıcı:
zh_hans: ID:
zh_hant_tw: 標籤:

# ZdU-gV-V05.title
source: Prefer hardware DDC control
de: Hardware DDC Regelung verwenden
fr: Utilise le contrôle materiel
it: Usa controllo hardware DDC
ko: 하드웨어 DDC 제어 사용
nl: Gebruik hardwarematige DDC-besturing
pl: Użyj sterowania hardware DDC
ru: Использовать аппаратное управление DDC
tr: Donanım DDC kontrolünü kullan
zh_hans: 使用硬件 DDC 控制
zh_hant_tw: 使用硬體DDC控制

# f9g-8s-gdd.title
source: Reset Name
de: Name zurücksetzen
fr: Réinitialise le nom
it: Resetta Nome
nl: Reset Naam
pl: Zresetuj Nazwę
ru: Сбросить название
tr: İsmi Sıfırla
zh_hans: 重置名称
zh_hant_tw: 重設名稱

# dgp-q7-cBK.headerCell.title
source: ID
ca_ad: Identificador
