Repository: MonitorControl/MonitorControl
Catalog: MonitorControl/*.lproj/Main.strings
Languages: fr

# 0Z7-PQ-Bl8.title
source: Change Brightness/Volume for all screens
fr: Modifier Luminosité/Volume pour tout les écrans

# 8U8-ec-Zbv.headerCell.title
source: Enabled
fr: Activé

# CHc-s5-4MN.headerCell.title
source: Display Name
fr: Nom de l'écran

# Dcz-GG-1li.title
source: Keys
fr: Touches

# ExD-7P-6XI.title
source: Display
fr: Écrans

# I3I-EP-Ev8.title
source: Last check:
fr: Dernière vérification:

# NLP-dU-Dam.title
source: Volume only
fr: Volume uniquement

# SCJ-AY-phi.title
source: Check for updates automatically
fr: Vérifier les màj automatiquement

# UTh-SV-vAQ.title
source: Start MonitorControl at Login
fr: Lancer MonitorControl au démarrage

# Vh8-06-U3K.title
source: Listen for
fr: Écouter pour

# Vi8-Ye-W28.title
source: Check for updates
fr: Vérifier les mis à jour

# Vr4-xb-B4o.title
source: Both Brightness & Volume
fr: Luminosité & Volume

# WJp-aA-2Af.title
source: Start when plugged to an external monitor
fr: Lancer quand branché à un écran externe

# dgp-q7-cBK.headerCell.title
source: Display Id
fr: Identifiant

# hjz-0c-rvK.title
source: Brightness only
fr: Luminosité uniquement

# ocE-Cc-2bi.title
source: General
fr: Général

# 8cS-Fg-fKy.title
source: Show a slider for contrast
fr: Afficher un slider pour le contraste

# JDl-l4-s8k.title
source: Lower Contrast after Brightness
fr: Diminuer le contraste après la luminosité
